Repository: TheoSfak/wow-dynamic-deals-for-woo
Catalog: languages/wow-dynamic-deals-for-woo-*.po
Languages: el

source: Woo Dynamic Deals
el: Woo Δυναμικές Προσφορές

source: requires WooCommerce to be installed and activated.
el: απαιτεί το WooCommerce να είναι εγκατεστημένο και ενεργοποιημένο.

source: requires PHP 8.0 or higher. Your current PHP version is
el: απαιτεί PHP 8.0 ή νεότερο. Η τρέχουσα έκδοση PHP είναι

source: Plugin activation failed. Please check the requirements.
el: Η ενεργοποίηση του plugin απέτυχε. Παρακαλώ ελέγξτε τις απαιτήσεις.

source: Plugin Activation Error
el: Σφάλμα Ενεργοποίησης Plugin

source: Dynamic Deals for WooCommerce
el: Δυναμικές Προσφορές για WooCommerce

source: Price Rules
el: Κανόνες Τιμών

source: Create dynamic pricing rules to adjust product prices based on conditions
el: Δημιουργήστε δυναμικούς κανόνες τιμολόγησης για να προσαρμόσετε τις τιμές προϊόντων βάσει συνθηκών

source: Add Price Rule
el: Προσθήκη Κανόνα Τιμής

source: No Price Rules Yet
el: Δεν Υπάρχουν Ακόμα Κανόνες Τιμών

source: Create your first price rule to start offering dynamic pricing to your customers!
el: Δημιουργήστε τον πρώτο σας κανόνα τιμής για να αρχίσετε να προσφέρετε δυναμική τιμολόγηση στους πελάτες σας!

source: Create Your First Rule
el: Δημιουργήστε τον Πρώτο σας Κανόνα

source: Priority
el: Προτεραιότητα

source: Title
el: Τίτλος

source: Type
el: Τύπος

source: Value
el: Αξία

source: Status
el: Κατάσταση

source: Schedule
el: Προγραμματισμός

source: Actions
el: Ενέργειες

source: Active
el: Ενεργός

source: Inactive
el: Ανενεργός

source: Always Active
el: Πάντα Ενεργός

source: Edit
el: Επεξεργασία

source: Copy
el: Αντιγραφή

source: Delete
el: Διαγραφή

source: Tiered Pricing Rules
el: Κανόνες Βαθμιδωτής Τιμολόγησης

source: Offer quantity-based discounts to encourage bulk purchases
el: Προσφέρετε εκπτώσεις βάσει ποσότητας για να ενθαρρύνετε τις χονδρικές αγορές

source: Add Tiered Pricing
el: Προσθήκη Βαθμιδωτής Τιμολόγησης

source: No Tiered Pricing Rules Yet
el: Δεν Υπάρχουν Ακόμα Κανόνες Βαθμιδωτής Τιμολόγησης

source: Create tiered pricing to reward customers who buy in bulk!
el: Δημιουργήστε βαθμιδωτή τιμολόγηση για να ανταμείψετε τους πελάτες που αγοράζουν χονδρικά!

source: Create Your First Tier
el: Δημιουργήστε την Πρώτη σας Βαθμίδα

source: Mode
el: Λειτουργία

source: Tiers
el: Βαθμίδες

source: Cart Discount Rules
el: Κανόνες Έκπτωσης Καλαθιού

source: Apply automatic discounts and free shipping based on cart conditions
el: Εφαρμόστε αυτόματες εκπτώσεις και δωρεάν αποστολή βάσει συνθηκών καλαθιού

source: Add Cart Discount
el: Προσθήκη Έκπτωσης Καλαθιού

source: No Cart Discount Rules Yet
el: Δεν Υπάρχουν Ακόμα Κανόνες Έκπτωσης Καλαθιού

source: Boost conversions with smart cart-level discounts!
el: Αυξήστε τις μετατροπές με έξυπνες εκπτώσεις σε επίπεδο καλαθιού!

source: Create Your First Discount
el: Δημιουργήστε την Πρώτη σας Έκπτωση

source: Discount
el: Έκπτωση

source: Min Amount
el: Ελάχιστο Ποσό

source: Free Gift Rules
el: Κανόνες Δωρεάν Δώρων

source: Delight customers with automatic free gifts based on purchase conditions
el: Ευχαριστήστε τους πελάτες με αυτόματα δωρεάν δώρα βάσει συνθηκών αγοράς

source: Add Gift Rule
el: Προσθήκη Κανόνα Δώρου

source: No Gift Rules Yet
el: Δεν Υπάρχουν Ακόμα Κανόνες Δώρων

source: Surprise your customers with free gifts to increase satisfaction and loyalty!
el: Εκπλήξτε τους πελάτες σας με δωρεάν δώρα για να αυξήσετε την ικανοποίηση και την πιστότητα!

source: Create Your First Gift Rule
el: Δημιουργήστε τον Πρώτο σας Κανόνα Δώρου

source: Trigger
el: Ενεργοποίηση

source: Max Gifts
el: Μέγιστα Δώρα

source: ∞ Unlimited
el: ∞ Απεριόριστα

source: Quantity Discounts Available
el: Διαθέσιμες Εκπτώσεις Ποσότητας

source: Quantity
el: Ποσότητα

source: off
el: έκπτωση

source: each
el: έκαστο

source: *Discount applies to entire cart quantity
el: *Η έκπτωση εφαρμόζεται σε ολόκληρη την ποσότητα του καλαθιού

source: Rules Examples & Use Cases
el: Παραδείγματα Κανόνων & Περιπτώσεις Χρήσης

source: Click any example below to see detailed setup instructions for common promotional scenarios
el: Κάντε κλικ σε οποιοδήποτε παράδειγμα παρακάτω για να δείτε λεπτομερείς οδηγίες ρύθμισης για συνηθισμένα προωθητικά σενάρια

source: Flash Sale - 24 Hour Deal
el: Flash Προσφορά - 24ωρη Προσφορά

source: Buy 2 Get 1 Free
el: Αγόρασε 2 Πάρε 1 Δωρεάν

source: VIP Customer 20% Discount
el: VIP Έκπτωση 20% για Πελάτες

source: Weekend Sale - Saturday & Sunday
el: Σαββατοκύριακο Προσφορά - Σάββατο & Κυριακή

source: Free Shipping Over $100
el: Δωρεάν Αποστολή Άνω των $100

source: Bulk Discount - Buy More, Save More
el: Χονδρική Έκπτωση - Αγόρασε Περισσότερα, Εξοικονόμησε Περισσότερα

source: Birthday Month Special Gift
el: Ειδικό Δώρο Μήνα Γενεθλίων

source: Clearance - Fixed Price $9.99
el: Ξεπούλημα - Σταθερή Τιμή $9.99

source: Student Discount - 10% Off
el: Φοιτητική Έκπτωση - 10% Έκπτωση

source: Happy Hour - 3PM to 6PM Daily
el: Happy Hour - 3μμ έως 6μμ Καθημερινά

source: First Order - 15% Welcome Discount
el: Πρώτη Παραγγελία - 15% Έκπτωση Καλωσορίσματος

source: Winter Collection - 40% Off
el: Χειμερινή Συλλογή - 40% Έκπτωση

source: Buy Laptop, Get Free Mouse
el: Αγόρασε Laptop, Πάρε Δωρεάν Ποντίκι

source: Spend $200, Save $20
el: Ξοδέψτε $200, Κερδίστε $20

source: Buy 3 Books, Get 50% Off
el: Αγόρασε 3 Βιβλία, Πάρε 50% Έκπτωση

source: BOGO - Buy One Get One 50% Off
el: BOGO - Αγόρασε Ένα Πάρε Ένα 50% Έκπτωση

source: Members Only - Special Pricing
el: Μόνο για Μέλη - Ειδική Τιμολόγηση

source: Early Bird - 6AM to 10AM
el: Early Bird - 6πμ έως 10πμ

source: Christmas Sale - December Special
el: Χριστουγεννιάτικη Προσφορά - Ειδική Δεκεμβρίου

source: Free Sample with Every Order
el: Δωρεάν Δείγμα με Κάθε Παραγγελία

source: Loyalty Tiers - Spend More, Save More
el: Βαθμίδες Πιστότητας - Ξοδέψτε Περισσότερα, Εξοικονομήστε Περισσότερα

source: Combo Deal - Phone + Case = 20% Off
el: Combo Προσφορά - Τηλέφωνο + Θήκη = 20% Έκπτωση

# Header message shown when free gifts are in cart
source: Free Gifts in Your Cart!
el: Δωρεάν Δώρα στο Καλάθι σας!
